[Character.CharClass_GoliathBride AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[Population.PawnBalance_GoliathBride AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Bridget Hodunk",TransformedNames=((TransformedName="Bridget Hodunk Furiosa"),(TransformedName="Bridget Hodunk Encrenqueira"),(TransformedName="Bridget Hodunk Super Encrenqueira"),(TransformedName="Bridget Hodunk Encrenqueira Definitva"),(TransformedName="Bridget Hodunk Colossal")))

[Population.PawnBalance_GoliathBrideRaid AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Bridget Hodunk",TransformedNames=((TransformedName="Bridget Hodunk Furiosa"),(TransformedName="Bridget Hodunk Encrenqueira"),(TransformedName="Bridget Hodunk Super Encrenqueira"),(TransformedName="Bridget Hodunk Encrenqueira Definitva"),(TransformedName="Bridget Hodunk Colossal")))

[Skills.Skill_WatchAndClearTurretShield SkillDefinition]
SkillName="Eliminar escudo de torreta"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

